tap "btrachey/pyenv"
tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/services"
brew "awscli"
brew "bat"
brew "bear"
brew "llvm"
brew "ccls"
brew "cmake-docs"
brew "cocogitto"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gradle"
brew "pkgconf"
brew "lilypond"
brew "maven"
brew "mill"
brew "neomutt"
brew "neovim"
brew "node"
brew "pandoc"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "ruff"
brew "starship"
brew "stylua"
brew "tcl-tk"
brew "xsv"
brew "yarn"
brew "zsh-autocomplete"
brew "zsh-autopair"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "btrachey/pyenv/pyenv-default-packages"
brew "coursier/formulas/coursier"
cask "docker"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "keymapp"
cask "rectangle"
cask "shortcat"
cask "signal"
cask "slack"
cask "vscodium"
cask "wezterm"
