tap "atlassian/acli"
tap "btrachey/pyenv"
tap "coursier/formulas"
tap "grenadilla-studios/tap", "https://github.com/grenadilla-studios/homebrew-tap.git"
tap "hashicorp/tap"
tap "homebrew/core"
tap "nikitabobko/tap"
tap "nikolaeu/numi"
tap "virtuslab/scala-cli"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "awscli"
brew "bat"
brew "bdw-gc"
brew "cmake"
brew "cmake-docs"
brew "cocogitto"
brew "difftastic"
brew "ffmpeg"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git-delta"
brew "gnupg"
brew "gron"
brew "libtool"
brew "pkgconf"
brew "libyaml"
brew "lilypond"
brew "liquibase"
brew "llvm"
brew "llvm@20"
brew "maven"
brew "mill"
brew "mise"
brew "zlib"
brew "mysql-client"
brew "mysql@8.0", link: true
brew "neomutt"
brew "neovim"
brew "ninja"
brew "openssl@1.1"
brew "pandoc"
brew "rancher-cli"
brew "ruby-build"
brew "redis"
brew "ripgrep"
brew "starship"
brew "stylua"
brew "xq"
brew "xsv"
brew "yarn"
brew "zsh-autocomplete"
brew "zsh-autopair"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "coursier/formulas/coursier"
brew "grenadilla-studios/tap/cli-mon"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "virtuslab/scala-cli/scala-cli"
cask "android-studio"
cask "audacity"
cask "cmake-app"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "handbrake-app"
cask "karabiner-elements"
cask "keymapp"
cask "lm-studio"
cask "meetingbar"
cask "mouseless"
cask "postman"
cask "raycast"
cask "rectangle"
cask "redis-insight"
cask "shortcat"
cask "signal"
cask "slack"
cask "steam"
cask "tableplus"
cask "vscodium"
cask "wezterm"
cask "xcodes-app"
