tap "ankitpokhrel/jira-cli"
tap "barnardb/cookies"
tap "btrachey/pyenv"
tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mongodb/brew"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "xz"
brew "openssl@3"
brew "awscli"
brew "node"
brew "basedpyright"
brew "bat"
brew "cocogitto"
brew "libidn2"
brew "libsndfile"
brew "ffmpeg"
brew "fzf"
brew "git-delta"
brew "pkgconf"
brew "lilypond"
brew "lua-language-server"
brew "marksman"
brew "maven"
brew "mill"
brew "mongosh"
brew "neovim"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "ruff"
brew "starship"
brew "taplo"
brew "tcl-tk"
brew "tmux"
brew "tmuxinator"
brew "vscode-langservers-extracted"
brew "xsv"
brew "yarn"
brew "zsh-autocomplete"
brew "zsh-autopair"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "btrachey/pyenv/pyenv-default-packages"
brew "coursier/formulas/coursier"
brew "mongodb/brew/mongodb-community@6.0"
cask "font-fira-code-nerd-font"
cask "wezterm"
